<html>
<?php session_start(); ?>
<head>
<link rel="shortcut icon" icon” href="image/icon/logo-icon.ico" /> <!--- ไอคอนบนหน้าเว็บ ---> 
<title>เกี่ยวกับ · TZS Online</title>
	<?php
		require("Factor/BoStCSS121102.php");
	?>
</head>

<body class="body-style">
	<?php
		require("Factor/NavBar121102.php");
	?>
	
	<div class="SpaceStyle"></div>
	
	<div class="container"> <!---- แบ่งกึ่งกลางหน้า ---->
		<font-content>		
		<div class=row>
		<!--------------------------------------------- เนื้อหาฝั่งซ้าย ----------------------------------------------------->
			<div class="col-lg-3 ColContentSetting">
				<?php
					require("Factor/ContentLeft.php");
				?>
			</div>
	  	<!--------------------------------------------- เนื้อหาฝั่งขวา ----------------------------------------------------->
			<div class="col-lg-9 ColContentSetting"> <!--  -->
				<!---------------------- ลิงค์ --------------------->
				<nav aria-label="breadcrumb">
  					<ol class="breadcrumb SpaceStyle" style="background-color: #111111">
    					<li class="breadcrumb-item"><a href="index.php">หน้าหลัก</a></li> 
						<li class="breadcrumb-item active" aria-current="page">ข้อมูลเว็บไซต์</li>
  					</ol>
				</nav>
				<!---------------------- ข้อมูล --------------------->
					<div class="card CardBGSetting"> <!----- Start พื้นหลัง ----->
						<div class="card-body CardBodyBGSetting"><!----- Start ชิ้นส่วนพื้นหลัง ----->
							<div class="card CardContentBGSetting">
  								<div class="card-body CardContentBGSetting">
									<h3 align="center">เกี่ยวกับเว็บไซต์</h3>
									<br>
										<h5>การจัดทำ</h5>
										<p>
											<li>
											TZS Online เป็นเว็บไซต์สำหรับการศึกษาระบบ Shopping Online บนเว็บไซต์ โดยมีการเชื่อมต่อกับระบบฐานข้อมูล เพื่อให้เกิดประโยชน์สูงสุดในการจัดทำ
											</li>
										</p>
								</div>
							</div>
							<div class="card CardContentBGSetting">
  								<div class="card-body CardBodyContentBGSetting">
									<h3 align="center">เงื่อนไขและข้อตกลง</h3>
									<br>
										<h5>การจำกัดความรับผิดชอบ</h5>
										<p>
											<li>
											TZS Online จะไม่รับผิดชอบต่อความเสียหาย ค่าใช้จ่าย หรือความสูญเสีย ที่อาจเกิดขึ้นจากการใช้งานเว็บไซต์ หรือเว็บไซต์ที่เชื่อมโยงกับเว็บไซต์ TZS Online ซึ่งรวมถึงจากความไม่ถูกต้องแม่นยำของข้อมูล ความล่าช้าในการถ่ายโอนข้อมูล ระยะเวลาในการเผยแพร่ข้อมูล เหตุขัดข้องหรืออุปสรรคของการเชื่อมต่อ ความผิดพลาดในการแสดงผล ความเสถียรของระบบ ไวรัสคอมพิวเตอร์
											</li>
										</p>
									
								
									<br>
										<h5>การสั่งซื้อและขั้นตอนการชำระเงิน</h5>
										<p>
											<li>
												ผลิตภัณฑ์และบริการทั้งหมดขึ้นอยู่กับความพร้อมให้บริการ TZS Online ขอสงวนสิทธิ์ในการปฏิเสธคำสั่งซื้อใด ๆ ได้ทุกเวลาโดยไม่จำเป็นต้องให้เหตุผล คำสั่งซื้อจะได้รับการยืนยันก็ต่อเมื่อคุณได้รับการยืนยันคำสั่งซื้อเป็นลายลักษณ์อักษรจาก TZS Online
											</li>
											<li>
												ผลิตภัณฑ์และบริการของ TZS Online อาจถูกแก้ไขได้ตลอดเวลาเนื่องจากการพัฒนาผลิตภัณฑ์อย่างต่อเนื่อง TZS Online ไม่สามารถรับประกันได้ว่าจะส่งมอบผลิตภัณฑ์และบริการที่เหมือนกันเมื่อสั่งใหม่ในเวลาต่อมา
											</li>
											<li>
												TZS Online ขอสงวนสิทธิ์ในการขอและตรวจสอบวิธีการชำระเงินของคุณก่อนประมวลผลการชำระเงินของคุณ หากการทำธุรกรรมถูกปฏิเสธคำสั่งซื้อที่เกี่ยวข้องอาจถูกยกเลิก
											</li>
											<li>
												การโอนเงินผ่านธนาคาร: คำสั่งซื้อจะดำเนินการเฉพาะเมื่อการชำระเงินมีความชัดเจนและพร้อมใช้งานในบัญชีของ TZS Online คุณต้องอัปโหลดหลักฐานการชำระเงิน (เช่นใบเสร็จการชำระเงินหรือสลิปเงินฝาก)
											</li>
										</p>
									
									<br>
										<h5>สกุลเงินและภาษี</h5>
										<p>
											<li>
												ราคาในเว็บไซต์เป็นสกุลเงินบาทและรวมภาษีมูลค่าเพิ่มแล้วเว้นแต่จะระบุไว้เป็นอย่างอื่น คุณต้องรับผิดชอบต่อภาษีอากรหรือภาษีศุลกากรอื่น ๆ ที่อาจเกิดขึ้น
											</li>
										</p>
									<br>
										<h5>การคืนเงิน</h5>
										<p>
											<li>
												การออกเงินคืนจะคืนเงินโดยการใช้สกุลเงินของเว็บ(TZ Coin) โดยจะต้องได้รับการตรวจสอบและอนุมัติจากฝ่ายบริหารของ TZS Online และจะดำเนินการภายใน 14 วัน
											</li>
										</p>
									<br>
										<div align="right">แก้ไขล่าสุด : 4/10/2562</div>
								</div>
							</div>
						</div>
					</div>
				</div>
			
			<?php
				require("Factor/ScrollTop121102.php");
			?>
		</div>
		</font-content>
	</div>
		
	<?php
		require("Factor/Footer121102.php");
	?>
</body>
</html>